{
    "welcome": "Welcome to the Paris Events Recommender! :fr:",
    "intro": "This Streamlit app is your go-to source for finding the best events in Paris tailored to your interests. Whether you're looking for activities, sports, relaxation spots, top-notch restaurants, or enriching museum visits, we've got you covered. :sparkles:",
    "how_it_works_header": "How It Works :mag_right:",
    "how_it_works_content": "Our app utilizes the powerful Language Model BERT from Hugging Face, specifically designed to understand the nuances of your preferences. By analyzing your interests with this state-of-the-art model, we recommend events that match your tastes in the most accurate way.\n\nLearn more about BERT and its capabilities on [Hugging Face](https://huggingface.co/sentence-transformers). :rocket:",
    "our_data_header": "Our Data :floppy_disk:",
    "our_data_content": "The events recommended by our app are sourced from the comprehensive \"Que faire à Paris?\" dataset provided by OpenDataSoft. This dataset includes a wide variety of events happening around Paris, ensuring you're always in the loop with the latest and greatest activities.\n\nDiscover more about the data [here](https://data.opendatasoft.com/explore/dataset/que-faire-a-paris-%40parisdata/export/?disjunctive.tags&disjunctive.address_name&disjunctive.address_zipcode&disjunctive.address_city&disjunctive.pmr&disjunctive.blind&disjunctive.deaf&disjunctive.price_type&disjunctive.access_type&disjunctive.programs). :link:",
    "getting_started_header": "Getting Started :runner:",
    "getting_started_content": "To start receiving personalized event recommendations, simply input your interests in the sidebar and let our model do the rest. Whether you're a long-time Paris resident or just visiting, our app will help you discover the city in new and exciting ways. :city_sunrise:",
    "maximizing_experience_header": "Maximizing Your Experience :bulb:",
    "maximizing_experience_content": "While our app is designed to bring you the best of Paris, there are times when you might not find exactly what you're looking for on the first try. This could be due to a few reasons:\n\n- **Limited Data**: There might be fewer events available than usual, limiting the diversity of recommendations.\n- **Vague Queries**: A broad or unclear input can make it challenging for our model to find the perfect match.\n\n**Tips for Better Results**:\n- **Be Specific**: Use clear and detailed queries. For example, instead of just _\"art\"_, try _\"modern art exhibitions\"_.\n- **Retry**: If the first set of recommendations doesn't satisfy you, refine your interests and try again.\n\nRemember, the more information you provide, the better our model can tailor the recommendations to your taste. :dart:",
    "ready_to_explore": "### Ready to explore Paris? Let's get started! :rocket:"
}
